Repository: osamaOmran1917/Find-Me
Catalog: lib/l10n/app_*.arb
Languages: ar

# app_title
source: Find Me
ar: أين أنا

source: Home
ar: الرئسية

source: Chatbot
ar: المتحدث الآلي

source: Notifications
ar: الإشعارات

source: Profile
ar: الملف الشخصي

source: Settings
ar: الإعدادات

source: I wanna add a missing person
ar: أريد إضافة مفقود

source: I wanna search for a missing person
ar: أريد البحث عن مفقود

# whoIsChattingWithMe
source: Who's chatting with me?
ar: من يتحدث معي؟

source: Language
ar: اللغة

source: Theme
ar: المظهر

source: Basic
ar: أساسي

source: Colored
ar: ملون

source: Osama
ar: أسامة

source: Zamalkawy
ar: زملكاوي

source: Adham
ar: أدهم

source: Alaa
ar: ألاء

source: Fatema
ar: فاطمة

source: Mohammed
ar: محمد

source: Eng
ar: المهندس

# whats
source: WhatsApp
ar: واتساب

source: Calls
ar: مكالمات

# manageAcc
source: Manage your account
ar: إدارة حسابك

source: About us
ar: عنا

source: Contact us
ar: تواصل معنا

source: Log out
ar: تسجيل الخروج

# youHaveJustAddedALostPerson
source: You've just added a lost person.
ar: لقد أضفت مفقود للتو

source: Add pic to this person
ar: أضف صورة لهذا الشخص

source: Change pic
ar: تغيير الصورة

source: Capture
ar: التقاط

source: Select
ar: اختيار

source: save pic
ar: حفظ الصورة

source: Skip
ar: تخطي

source: You Have No Notifications Right Now
ar: ليس لديك إشعارات حالياً

source: gov
ar: المحافظة

source: All of this data is optional. But try to fill in all of them so that we can connect the missing with their families, and if you cannot, then fill out at least one statement.
ar: كل هذه البيانات اختيارية. و لكن حاول ملأها جميعاَ حتى نتمكن من إيصال المفقودين بذويهم. إن لم تستطع فاملأ على الأقل بياناً واحداً.

source: Name
ar: الاسم

source: Age
ar: العمر

source: Describe the person you've found
ar: صف الشخص الذي وجتده

source: Alexandria
ar: الإسكندرية

source: Ismailia
ar: الإسماعيلية

source: Aswan
ar: أسوان

source: Assiut
ar: أسيوط

source: Luxor
ar: الأقصر

source: Red Sea
ar: البحر الأحمر

source: Buhaira
ar: البحيرة

source: Beni Suef
ar: بني سويف

source: Port Said
ar: بور سعيد

source: South Sinai
ar: جنوب سيناء

source: Giza
ar: الجيزة

source: Dakahlia
ar: الدقهلية

source: Damietta
ar: دمياط

source: Sohag
ar: سوهاج

source: Suez
ar: السويس

source: Sharkia
ar: الشرقية

source: North Sinai
ar: شمال سيناء

source: Gharbia
ar: الغربية

source: Fayoum
ar: الفيوم

source: Cairo
ar: القاهرة

# qqalyubia
source: Qalyubia
ar: القليوبية

source: Qena
ar: قنا

source: Kafr El Sheikh
ar: كفر الشيخ

source: Marsa Matrouh
ar: مرسى مطروح

source: Menoufia
ar: المنوفية

source: Minya
ar: المنيا

source: New Valley
ar: الوادي الجديد

source: Where is thies person right now?
ar: أين هذا الشخص الآن؟

source: Insert
ar: إدخال

source: Please fill in at least one statement
ar: من فضلك املأ على الأقل خانة واحدة

source: Name Not Available
ar: الاسم غير متوفر

# govNotAvailable
source: Government Not Available
ar: المحافظة غير متوفرة

source: Missing Person Inserted Successfuly
ar: تم إضافة المفقود بنجاح

source: Something went wrong, try again later
ar: حدث خطأ ما. حاول لاحقاً

source: Missing person added
ar: تم إضافة المفقود

source: Text search
ar: بحث نصي

source: Search by date of lose
ar: بحث بتاريخ الفقد

source: Search by date of finding
ar: بحث بتاريخ العثور

source: Search by photo
ar: بحث بصورة

# errorLoadingDataTryAgainLater
source: Error loading data, Check your connection or try again later.
ar: خطأ في تحميل البيانات. تأكد من الاتصال بالإنترنت أو حاول لاحقا.ً

source: No Lost People
ar: لم يتمكن بحثك من إيجاد مفقودين

source: Suggestions...
ar: اقتراحات...

source: Edit profile
ar: تعديل الملف الشخصي

source: Found person
ar: عُثر عليه

source: Lost person
ar: مفقود

# profilePic
source: Profile Picture
ar: صورة الملف الشخصي

source: Edit
ar: تعديل

source: Details
ar: التفاصيل

source: Where do you live?
ar: أين تسكن؟

source: Links
ar: الروابط

source: Add Your Facebook
ar: أضف الفيسبوك الخاص بك

source: Login with
ar: سجل دخول باستخدام

source: Google
ar: جوجل

source: E-mail Adress Is Required
ar: يجب إدخال عنوان بريد إلكتروني

source: Pleas Enter A Valid E-mail
ar: من فضلك أدخل عنوان بريد صحيح

source: E-mail Adress
ar: بريد إالكتروني

source: Please Enter Password
ar: من فضلك أدخل كلمة مرور

# passwordMustBeAtLeastSixCharacters
source: Password Must Be At Least 6 Characters.
ar: كلمة المرور يجب أن تكون 6 أحرف على الأقل.

source: Password
ar: كلمة المرور

source: Or
ar: أو

source: Create New Account
ar: أنشئ حساباً

source: Log In
ar: تسجيل دخول

source: Register With
ar: سجل باستخدام

source: User
ar: المستخدم

source: UserAdditionalInfo
ar: معلومات إضافية عن المستخدم

source: Something went wrong (Check Internet Connection)!
ar: حدث خطأ ما (تأكد من اتصالك بالإنترنت)!

source: Add profile picture
ar: أضف صورة شخصية

source: Pleas Enter A Valid Phone Number
ar: من فضلك أدخل رقم هاتف صحيح

source: Phone Number
ar: رقم الهاتف

source: detailed address
ar: عنوان تفصيلي

source: Nat ID
ar: الرقم القومي

source: Enter your phone number to continue, we will send you code to verify.
ar: أدخل رقمك للتأكيد. سوف نرسل لك رقم تأكيدي

source: Request Verification Code
ar: طلب رقم تأكيدي

source: Already Have An Account?
ar: لديك حساب بالفعل؟

source: Are you sure you wanna logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Yes
ar: نعم

source: No
ar: لا

source: User Name Is Required
ar: يجب إدخال اسم المستخدم

source: User Name
ar: اسم المستخدم

source: Please Confirm Password
ar: أعد إدخال كلمة المرور

source: The Two Passwords Are Not Identical.
ar: كلمتا المرور ليستا متطابقتان

source: Confirm Password
ar: تأكيد كلمة المرور

source: Create Account
ar: إنشاء حساب

source: last seen not available
ar: آخر ظهور غير متوفر

source: Search By Post Date
ar: بحث بتاريخ المنشور

source: Post Date
ar: تاريخ المنشور

source: Describe The Person You Are Searching For
ar: صف الشخص الذي تبحث عنه

source: Where is this person from?
ar: من أين هذا الشخص؟

source: Required Field
ar: يجب إدخال بيان

source: eg. Ahmed Adam
ar: على سبيل المثال: أحمد آدم

# egphone
source: eg. 01234567890
ar: على سبيل المثال: 01234567890

source: Profile Updated Successfully!
ar: تم تعديل البيانات بنجاح

source: Update
ar: تأكيد التعديل

source: Pick a picture
ar: أضف صورة

source: Chat
ar: محادثة

# reachedToHisFamily
source: reached his family?
ar: وصل لذويه؟

source: haven'tReachedHisFamilyYet?
ar: لم يصل لذويه بعد؟

# sayHi
source: Say Hi! ðŸ‘‹
ar: قل مرحبا! 👋

source: Dashboard
ar: التحكم

source: Search for a missing person
ar: ابحث عن مفقود

source: Post a missing person
ar: نوِّه عن مفقود

source: Post found person
ar: اعلن عن شخص عثر عليه

source: Chat with someone
ar: محادثات

source: Change app theme
ar: غيّر مظهر التطبيق

source: How to use Find Me
ar: كيفية استخدام فايند مِي

source: Who are we?
ar: من نكون؟

source: Need help?
ar: تحتاج مساعدة؟

source: Wanna log out?
ar: تريد تسجيل الخروج؟
